Repository: wp-plugins/js-antispam
Catalog: languages/js_antispam-*.po
Languages: de_de, lt_lt

source: Your comment:
de_de: Dein Kommentar:
lt_lt: Jūsų komentaras:

source: <a href="http://wordpress.org/extend/plugins/js-antispam/">Documentation</a>
de_de: <a href="http://bueltge.de/wp-js-antispam-plugin/418">Documentation</a>
lt_lt: <a href="http://wordpress.org/extend/plugins/js-antispam/">Dokumentacija</a>

source: Settings
de_de: Einstellungen
lt_lt: Nuostatos

source: Version
lt_lt: Versija

source: Author
de_de: Autor
lt_lt: Autorius

source: The options have been saved!
de_de: Die Einstellungen wurden gespeichert.
lt_lt: Jūsų parintys įrašytos!

source: Options not update - you don&lsquo;t have the privilidges to do this!
de_de: Einstellungen wurden nicht aktualisiert - du haßt keine ausreichenden Rechte dazu!
lt_lt: Parinktys neįrašytos - Jūs neturite reikiamų teisių šio veiksmo atlikimui!

source: The options have been deleted!
de_de: Die Einstellungen wurden gelöscht
lt_lt: Parinktys ištrintos!

source: Entries was not delleted - check the checkbox or you don&lsquo;t have the privilidges to do this!
de_de: Die Einträge wurden nicht entfernt - aktiviere die Checkbox oder du haßt keine ausreichenden Rechte dazu!
lt_lt: Įrašai neištrinti! Pažymėkite žymymąjį langelį arba, tikėtina, jog Jūs neturite šio veiksmo atlikimui!

source: Reply
de_de: Antwort
lt_lt: Atsakyti

source: Possible answers. Separate multiple answers through a carriage return. Complex answers will make things more difficult not only for spam robots but visitors as well. The standard reply when no answer is given is "Spam Protection".
de_de: M&ouml;gliche Antworten, Trenne mehrere Antworten durch einen Zeilenumbruch. Je komplexer die Antworten, desto schwieriger ist es f&uuml;r den Spambot-Robot, aber auch f&uuml;r den kommentierenden Besucher. Vergebe viele Antworten und es wird per Zufall eines ausgew&auml;hlt. Wenn du keine Antwort vergibst, dann ist die Standardantwort "Spamschutz".
lt_lt: Galimi atsakymai. Atskirkite skirtingus atsakymus grįždamas į eilučių pradžią. Sudėtingi atsakymai apsunkis ne tik brukalų robotų darbą, bet ir lankytojų veiklą. Standartinis atsakymas, kuomet joks klausimas neužduotas yra "Spam Protection".

source: Warning
de_de: Hinweis
lt_lt: Įspėjimas

source: Assign the password hint %word% to see it displayed when prompted.
de_de: Vergebe den Schl&uuml;ssel %word% f&uuml;r das Antwort-Wort und es wird an dieser Stelle deiner Antwort erscheinen.<br /><strong>Bsp.:</strong> Spamschutz: Kein JavaScript, dann gebe bitte das Wort <strong>%word%</strong> ein.
lt_lt: Priskirkite savo slaptažodžiui trumpinį (nuorodą), rodomą, kuomet pasirodo reikalavimas įvesti slaptažodį.

source: Empty
de_de: Leer
lt_lt: Tuščia

source: The warning you wish to give when the field is <strong>not</strong> filled out. xHTML allowed
de_de: Dein Hinweis, wenn das Feld <strong>nicht</strong> ausgef&uuml;llt wurde. xHTML m&ouml;glich<br /><strong>Bsp.:</strong> Du hast die AntiSpam-Frage nicht beantwortet. Dein Kommentar <strong>wurde nicht gespeichert</strong>. Benutze den Zurück-Button und beantworte die Frage.
lt_lt: Įspėjimas, kurį norite pridėti šiam laukeliui <strong>neįrašytas</strong>. xHTML kalba leidžiama. Reikiamame laukelyje neįrašėtė atsakymo į anti-brukalų filtro klausimą. Jūsų komentaras nebuvo įrašytas. Sugrįžkite žingsniu atgal (naudodami mygtuką "Atgal") ir atsakykite į klausimą.

source: Wrong
de_de: Falsch
lt_lt: Neteisingai

source: The warning you wish to give when the field is <strong>not</strong> filled out correctly. xHTML allowed.
de_de: Dein Hinweis, wenn das Feld <strong>falsch</strong> ausgef&uuml;llt wurde. xHTML m&ouml;glich<br /><strong>Bsp.:</strong> Du hast die AntiSpam-Frage nicht richtig beantwortet. Dein Kommentar <strong>wurde nicht gespeichert</strong>. Benutze den Zurück-Button und beantworte die Frage richtig (unterscheide Groß- und Kleinschreibung).
lt_lt: Įspėjimas, kurį norite pridėti šiam laukeliui <strong>neįrašytas</strong>. xHTML kalba leidžiama. Reikiamame laukelyje neįrašėtė atsakymo į anti-brukalų filtro klausimą. Jūsų komentaras nebuvo įrašytas. Sugrįžkite žingsniu atgal (naudodami mygtuką "Atgal") ir atsakykite į klausimą. Didžiosios ir mažosios raidės turi skirtingas reikšmes.

source: Immediately delete comments
de_de: Kommentare sofort L&ouml;schen
lt_lt: Tučtuojau ištrinti komentarus

source: Should comments recognized as spam be immediately deleted or saved in the database as spam?
de_de: Kommentare, die als Spam erkannt werden sofort l&ouml;schen oder als Spam in der Datenbank ablegen?
lt_lt: Komantarai, pripažinti brukalais turėtų būti ištrinti iš karto, ar norite, jog jie būtų kaupiami atskiroje brukalų duomenų bazėje?

source: <strong>Careful! (This also applies to the fields Trackback and Pingback below).</strong> Use this option when you do not wish to have information in your database about "spam" content. Content marked as spam in the database can be viewed with a plugin such as <a href='http://bueltge.de/wp-spamviewer-zum-loeschen-und-retten-von-spam/255' title='to the plugin'>SpamViewer</a> and recovered if applicable. Furthermore, using this option will cause comments re-posted after the spam key was entered incorrectly once to be be treated as double posts, which is not allowed: at least one character must be changed.
de_de: <strong>Achtung (gilt auch f&uuml;r die nachfolgenden Felder Trackback und Pingback)</strong> Aktiviere den Options-Button, wenn du keine Informationen mit Index "spam" in der Datenbank stehen haben willst. Eintr&auml;ge in der Datenbank, die mit dem Index "spam" hinterlegt sind, k&ouml;nnen zum Beispiel mit dem Plugin <a href='http://bueltge.de/wp-spamviewer-zum-loeschen-und-retten-von-spam/255' title='zum Plugin'>SpamViewer</a> gelistet werden und eventuelle Fehleintr&auml;ge oder Pingbacks k&ouml;nnen gerettet werden. Au&szlig;erdem wird bei nicht aktiviertem Options-Button und falscher Eingabe des Spam-Pr&uuml;ffeldes die wiederholte Eingabe des Kommentares als "Doppelter Content" angesehen und ist nicht m&ouml;glich, es muss min. ein Zeichen ver&auml;ndert werden.
lt_lt: <strong>Atsargiai! (Tai taip pat galioja cituojantiesiems ir paprastiesiems paminėjimo sekimų laukeliams).</strong> Naudokite šią parinktį, kuomet savo duomenų bazėje nenorite kaupti informacijos apie "brukalais" užterštą turinį. Turinys, pažymėtas kaip užterštas brukalais, gali būti, jei įmanoma, peržiūrėtas ir atsatytas naudojant papildinį<a href='http://bueltge.de/wp-spamviewer-zum-loeschen-und-retten-von-spam/255' title='to the plugin'>SpamViewer</a>. Be to, šio papildinio naudojimas gali nulemti komentarų būtinąjį komentarų pakeitimą po to, kai brukalų filtravimo raktas bus įvestas neteisingai. Reikės pakeisti bent vieną komentaro simbolį, kad šis, antrąkart nesuklydus (vedant brukalų filtro raktą) būtų publikuojamas.

source: Delete trackback immediately
de_de: Trackback sofort L&ouml;schen
lt_lt: Tučtuojau ištrinti cituojančiuočius paminėjimo sekiklius.

source: Should trackbacks recognized as spam be immediately deleted or saved in the database as spam?
de_de: Trackbacks, die als Spam erkannt werden sofort l&ouml;schen oder als Spam in der Datenbank ablegen?
lt_lt: Cituojantieji paminėjimo sekikliai, pripažinti brukalais turėtų būti ištrinti iš karto, ar norite, jog jie būtų kaupiami atskiroje brukalų duomenų bazėje?

source: Delete pingback immediately
de_de: Pingback sofort L&ouml;schen
lt_lt: Tučtuojau ištrinti paminėjimo sekiklius.

source: Should pingbacks recognized as spam be immediately deleted or saved in the database as spam
de_de: Pingbacks, die als Spam erkannt werden sofort l&ouml;schen oder als Spam in der Datenbank ablegen?
lt_lt: Paminėjimo sekikliai, pripažinti brukalais turėtų būti ištrinti iš karto, ar norite, jog jie būtų kaupiami atskiroje brukalų duomenų bazėje?

source: Trackback/Pingback
lt_lt: Cituojantieji/Paprastieji paminėjimo sekikliai

source: Allow trackbacks and pingbacks to be approved without filtering. <br /> Activate this option when the option "Delete immediately" is active, otherwise tracbacks ans pingbacks will be immediately deleted and not saved in the database.
de_de: Trackbacks und Pingbacks nicht filtern und ungepr&uuml;ft passieren lassen.<br />Aktiviere diese Option, wenn du die Option "Sofort L&ouml;schen" gew&auml;hlt hast, denn sonst werden auch Trackbacks und Pingbacks sofort gel&ouml;scht und nicht in der Datenbank erhalten.
lt_lt: Leisti priimti cituojančiuosius ir paprastus paminėjimo sekiklius be filtravimo. <br /> Aktyvuokite šią parinktį tuomet, kai ir parinktis "Tučtuojau ištrinti" yra aktyvi, kitaip cituojantieji ir paprastieji paminėjimo sekikliai bus iš karto ištrinti ir neišsaugoti duomenų bazėje.

source: Save Changes
de_de: Einstellungen aktualisieren
lt_lt: Įrašyti Pakeitimus

source: Uninstall options
de_de: Einstellungen löschen
lt_lt: Ištrinti parinktis

source: Click this button to delete settings of this plugin. Deactivating JS AntiSpam plugin remove any data that may have been created.
de_de: Nutze diese Möglichkeit um alle Einstellungen des Plugins in der Datenbank zu löschen. Das Plugin löscht ebenfalls alle Einstellungen wenn du es deaktivierst oder aus dem Backend heraus entfernst (ab WP 2.7).
lt_lt: Paspauskite šį mygtuką, norėdami ištrinti šio papildinio nuostatas. JS AntiSpam papildinio deaktyvavimas ištrins visus duomenis, prie kurių įrašymo į duomenų bazę prisidėjo.

source: Delete Options
de_de: Einstellungen löschen
lt_lt: Ištrinti Parinktis

source: Information on the plugin
de_de: Informationen zum Plugin
lt_lt: Informacija apie papildinį

source: Further information: Visit the <a href='http://bueltge.de/wp-js-antispam-plugin/418'>plugin homepage</a> for further information or to grab the latest version of this plugin.
de_de: Weitere Informationen: Besuche die <a href='http://bueltge.de/wp-js-antispam-plugin/418'>Plugin-Homepage</a> f&uuml;r zus&auml;tzliche Hinweise und Hintergr&uuml;nde oder hole die letzte Version des Plugins.
lt_lt: Papildoma informacija: Norėdami sužinoti daugiau arba atnaujinti šį papildinį, apsilankykite <a href='http://bueltge.de/wp-js-antispam-plugin/418'>Papildinių tinklapyje</a>.

source: You want to thank me? Visit my <a href='http://bueltge.de/wunschliste'>wishlist</a>.
de_de: Du willst Danke sagen, dann besuche meine <a href='http://bueltge.de/wunschliste/'>Wunschliste</a>.
lt_lt: Norite man padėkoti? Peržvelkite mano <a href="http://bueltge.de/wunschliste/">norų sąrašą</a>
